{
  "_name_or_path": "bert-base-chinese",
  "architectures": [
    "ClassifierModel"
  ],
  "attention_probs_dropout_prob": 0.1,
  "classifier_dropout": null,
  "directionality": "bidi",
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "id2label": {
    "0": "\u4e09\u53c9\u795e\u7d93\u75db",
    "1": "\u4e2d\u6691",
    "2": "\u4e73\u6c41\u5206\u6ccc\u4e0d\u8db3",
    "3": "\u4e73\u817a\u708e",
    "4": "\u4e94\u564e\u53cd\u80c3",
    "5": "\u4f11\u514b",
    "6": "\u5229\u54bd",
    "7": "\u524d\u81c2\u75db",
    "8": "\u524d\u81c2\u795e\u7d93\u75db",
    "9": "\u53e3\u8154\u981c\u9762\u75c5\u75c7",
    "10": "\u5410\u98df",
    "11": "\u541e\u56a5\u4e0d\u5229",
    "12": "\u541e\u9178",
    "13": "\u5443\u9006",
    "14": "\u54bd\u5589\u816b\u75db",
    "15": "\u54bd\u708e",
    "16": "\u54ee\u5598",
    "17": "\u55ae\u7d14\u6027\u7532\u72c0\u817a\u816b",
    "18": "\u5931\u7720",
    "19": "\u5b30\u5e7c\u5152\u8179\u7009",
    "20": "\u5c0f\u5152\u591c\u557c",
    "21": "\u5c0f\u5152\u6d88\u5316\u4e0d\u826f",
    "22": "\u5c3a\u795e\u7d93\u75db",
    "23": "\u5fc3\u5f8b\u5931\u5e38",
    "24": "\u5fc3\u60b8",
    "25": "\u5fc3\u75db",
    "26": "\u5fc3\u808c\u708e",
    "27": "\u6025\u6027\u54bd\u5589\u708e",
    "28": "\u6025\u6027\u80f0\u817a\u708e",
    "29": "\u6025\u6027\u8170\u626d\u50b7",
    "30": "\u611f\u5192",
    "31": "\u6241\u6843\u9ad4\u708e",
    "32": "\u624b\u6307\u4e0d\u80fd\u4f38\u5c48",
    "33": "\u624b\u6307\u9ebb\u6728",
    "34": "\u624b\u81c2\u7d05\u816b",
    "35": "\u624b\u81c2\u7d05\u816b\u75bc\u75db",
    "36": "\u62c7\u6307\u5c48\u808c\u808c\u8171\u708e",
    "37": "\u638c\u6307\u9ebb\u75f9",
    "38": "\u652f\u6c23\u7ba1\u708e",
    "39": "\u660f\u53a5",
    "40": "\u660f\u8ff7",
    "41": "\u6a48\u9aa8\u8396\u7a81\u90e8\u72f9\u7a84\u6027\u8171\u9798\u708e",
    "42": "\u6b62\u75d9",
    "43": "\u6bd2\u86c7\u54ac\u50b7",
    "44": "\u6cc4\u71b1",
    "45": "\u6d41\u884c\u6027\u611f\u5192",
    "46": "\u6d88\u5316\u4e0d\u826f",
    "47": "\u6eef\u7522",
    "48": "\u7121\u8108\u75c7",
    "49": "\u7169\u71b1",
    "50": "\u7259\u75db",
    "51": "\u7522\u5a66\u5bae\u7e2e\u7121\u529b",
    "52": "\u7522\u5f8c\u4e73\u5c11",
    "53": "\u75b2\u52de\u4e4f\u529b",
    "54": "\u7627\u75be",
    "55": "\u7654\u75c5",
    "56": "\u7672\u7647",
    "57": "\u767c\u71b1",
    "58": "\u767c\u71d2",
    "59": "\u767d\u5589",
    "60": "\u767d\u765c\u98a8",
    "61": "\u767e\u65e5\u54b3",
    "62": "\u76ee\u75db",
    "63": "\u76ee\u8d64",
    "64": "\u795e\u7d93\u8870\u5f31",
    "65": "\u7cbe\u795e\u5206\u88c2\u75c7",
    "66": "\u7cd6\u5c3f\u75c5",
    "67": "\u7d50\u819c\u708e",
    "68": "\u7d93\u75db",
    "69": "\u8033\u807e",
    "70": "\u8033\u9cf4",
    "71": "\u8070\u8033",
    "72": "\u808b\u9593\u795e\u7d93\u75db",
    "73": "\u8098\u8155\u708e",
    "74": "\u8098\u9593\u795e\u7d93\u75db",
    "75": "\u80a9\u81c2\u75db",
    "76": "\u80ba\u7d50\u6838",
    "77": "\u80c3\u64f4\u5f35",
    "78": "\u80c3\u708e",
    "79": "\u80ce\u4f4d\u4e0d\u6b63",
    "80": "\u80f8\u75db",
    "81": "\u8108\u7ba1\u708e",
    "82": "\u8155\u4e09\u89d2\u8edf\u9aa8\u76e4\u640d\u50b7",
    "83": "\u8155\u7ba1\u7d9c\u5408\u5f81",
    "84": "\u8155\u80cc\u8171\u9798\u56ca\u816b",
    "85": "\u816e\u817a\u708e",
    "86": "\u81bd\u56ca\u708e",
    "87": "\u81ea\u6c57",
    "88": "\u820c\u5f37\u816b\u75db",
    "89": "\u820c\u808c\u9ebb\u75f9",
    "90": "\u843d\u6795",
    "91": "\u8541\u9ebb\u75b9",
    "92": "\u9589\u7d93",
    "93": "\u958b\u7ac5",
    "94": "\u95dc\u7bc0\u708e",
    "95": "\u95dc\u7bc0\u75db",
    "96": "\u96fb\u5149\u6027\u773c\u708e",
    "97": "\u9762\u795e\u7d93\u9ebb\u75f9",
    "98": "\u9762\u808c\u75d9\u6523",
    "99": "\u9805\u5f37",
    "100": "\u982d\u75db",
    "101": "\u982d\u9805\u5f37\u75db",
    "102": "\u982d\u98a8",
    "103": "\u9873\u981c\u95dc\u7bc0\u529f\u80fd\u7d0a\u4e82",
    "104": "\u98df\u617e\u6e1b\u9000",
    "105": "\u98df\u9053\u75d9\u6523",
    "106": "\u9f3b\u708e",
    "107": "\u9f3b\u8840",
    "108": "\u9f3b\u8844",
    "109": "\u9f52\u795e\u7d93\u75db"
  },
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "label2id": {
    "\u4e09\u53c9\u795e\u7d93\u75db": 0,
    "\u4e2d\u6691": 1,
    "\u4e73\u6c41\u5206\u6ccc\u4e0d\u8db3": 2,
    "\u4e73\u817a\u708e": 3,
    "\u4e94\u564e\u53cd\u80c3": 4,
    "\u4f11\u514b": 5,
    "\u5229\u54bd": 6,
    "\u524d\u81c2\u75db": 7,
    "\u524d\u81c2\u795e\u7d93\u75db": 8,
    "\u53e3\u8154\u981c\u9762\u75c5\u75c7": 9,
    "\u5410\u98df": 10,
    "\u541e\u56a5\u4e0d\u5229": 11,
    "\u541e\u9178": 12,
    "\u5443\u9006": 13,
    "\u54bd\u5589\u816b\u75db": 14,
    "\u54bd\u708e": 15,
    "\u54ee\u5598": 16,
    "\u55ae\u7d14\u6027\u7532\u72c0\u817a\u816b": 17,
    "\u5931\u7720": 18,
    "\u5b30\u5e7c\u5152\u8179\u7009": 19,
    "\u5c0f\u5152\u591c\u557c": 20,
    "\u5c0f\u5152\u6d88\u5316\u4e0d\u826f": 21,
    "\u5c3a\u795e\u7d93\u75db": 22,
    "\u5fc3\u5f8b\u5931\u5e38": 23,
    "\u5fc3\u60b8": 24,
    "\u5fc3\u75db": 25,
    "\u5fc3\u808c\u708e": 26,
    "\u6025\u6027\u54bd\u5589\u708e": 27,
    "\u6025\u6027\u80f0\u817a\u708e": 28,
    "\u6025\u6027\u8170\u626d\u50b7": 29,
    "\u611f\u5192": 30,
    "\u6241\u6843\u9ad4\u708e": 31,
    "\u624b\u6307\u4e0d\u80fd\u4f38\u5c48": 32,
    "\u624b\u6307\u9ebb\u6728": 33,
    "\u624b\u81c2\u7d05\u816b": 34,
    "\u624b\u81c2\u7d05\u816b\u75bc\u75db": 35,
    "\u62c7\u6307\u5c48\u808c\u808c\u8171\u708e": 36,
    "\u638c\u6307\u9ebb\u75f9": 37,
    "\u652f\u6c23\u7ba1\u708e": 38,
    "\u660f\u53a5": 39,
    "\u660f\u8ff7": 40,
    "\u6a48\u9aa8\u8396\u7a81\u90e8\u72f9\u7a84\u6027\u8171\u9798\u708e": 41,
    "\u6b62\u75d9": 42,
    "\u6bd2\u86c7\u54ac\u50b7": 43,
    "\u6cc4\u71b1": 44,
    "\u6d41\u884c\u6027\u611f\u5192": 45,
    "\u6d88\u5316\u4e0d\u826f": 46,
    "\u6eef\u7522": 47,
    "\u7121\u8108\u75c7": 48,
    "\u7169\u71b1": 49,
    "\u7259\u75db": 50,
    "\u7522\u5a66\u5bae\u7e2e\u7121\u529b": 51,
    "\u7522\u5f8c\u4e73\u5c11": 52,
    "\u75b2\u52de\u4e4f\u529b": 53,
    "\u7627\u75be": 54,
    "\u7654\u75c5": 55,
    "\u7672\u7647": 56,
    "\u767c\u71b1": 57,
    "\u767c\u71d2": 58,
    "\u767d\u5589": 59,
    "\u767d\u765c\u98a8": 60,
    "\u767e\u65e5\u54b3": 61,
    "\u76ee\u75db": 62,
    "\u76ee\u8d64": 63,
    "\u795e\u7d93\u8870\u5f31": 64,
    "\u7cbe\u795e\u5206\u88c2\u75c7": 65,
    "\u7cd6\u5c3f\u75c5": 66,
    "\u7d50\u819c\u708e": 67,
    "\u7d93\u75db": 68,
    "\u8033\u807e": 69,
    "\u8033\u9cf4": 70,
    "\u8070\u8033": 71,
    "\u808b\u9593\u795e\u7d93\u75db": 72,
    "\u8098\u8155\u708e": 73,
    "\u8098\u9593\u795e\u7d93\u75db": 74,
    "\u80a9\u81c2\u75db": 75,
    "\u80ba\u7d50\u6838": 76,
    "\u80c3\u64f4\u5f35": 77,
    "\u80c3\u708e": 78,
    "\u80ce\u4f4d\u4e0d\u6b63": 79,
    "\u80f8\u75db": 80,
    "\u8108\u7ba1\u708e": 81,
    "\u8155\u4e09\u89d2\u8edf\u9aa8\u76e4\u640d\u50b7": 82,
    "\u8155\u7ba1\u7d9c\u5408\u5f81": 83,
    "\u8155\u80cc\u8171\u9798\u56ca\u816b": 84,
    "\u816e\u817a\u708e": 85,
    "\u81bd\u56ca\u708e": 86,
    "\u81ea\u6c57": 87,
    "\u820c\u5f37\u816b\u75db": 88,
    "\u820c\u808c\u9ebb\u75f9": 89,
    "\u843d\u6795": 90,
    "\u8541\u9ebb\u75b9": 91,
    "\u9589\u7d93": 92,
    "\u958b\u7ac5": 93,
    "\u95dc\u7bc0\u708e": 94,
    "\u95dc\u7bc0\u75db": 95,
    "\u96fb\u5149\u6027\u773c\u708e": 96,
    "\u9762\u795e\u7d93\u9ebb\u75f9": 97,
    "\u9762\u808c\u75d9\u6523": 98,
    "\u9805\u5f37": 99,
    "\u982d\u75db": 100,
    "\u982d\u9805\u5f37\u75db": 101,
    "\u982d\u98a8": 102,
    "\u9873\u981c\u95dc\u7bc0\u529f\u80fd\u7d0a\u4e82": 103,
    "\u98df\u617e\u6e1b\u9000": 104,
    "\u98df\u9053\u75d9\u6523": 105,
    "\u9f3b\u708e": 106,
    "\u9f3b\u8840": 107,
    "\u9f3b\u8844": 108,
    "\u9f52\u795e\u7d93\u75db": 109
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "bert",
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "pad_token_id": 0,
  "pooler_fc_size": 768,
  "pooler_num_attention_heads": 12,
  "pooler_num_fc_layers": 3,
  "pooler_size_per_head": 128,
  "pooler_type": "first_token_transform",
  "position_embedding_type": "absolute",
  "torch_dtype": "float32",
  "transformers_version": "4.25.1",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 21128
}
